Repository: OlivierGaillard/prestige-djangeurope
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Purchases
fr: Achats

source: Costs
fr: Coûts

source: Losses
fr: Pertes

source: All: Purch. + Costs + Losses
fr: Tous: achats + coûts + pertes

source: Incomes
fr: Revenus

source: Balance
fr: Solde

source: Bar Chart
fr: Graphique

source: Start Date
fr: Début de période

source: End Date
fr: Fin de période

source: start and end dates order mismatch
fr: les dates de début et de fin sont inversées

source: At least one date is required
fr: Au moins une date est obligatoire

source: Dashboard of Branch
fr: Tableau de bord d'une branche

source: Link to its costs
fr: Lien sur ses coûts

source: Total costs:
fr: Total des coûts:

source: Losses:
fr: Pertes:

source: Total incomes:
fr: Total des entrées:

source: Balance:
fr: Solde:

source: Not depending of the date interval
fr: Ne dépend pas de la période

source: Total articles:
fr: Total des articles:

source: Main Dashboard
fr: Tableau de bord général

source: All Costs
fr: Tous les coûts

source: All costs
fr: Tous les coûts

source: not branch-specific
fr: pas lié à une branche

source: Main Costs
fr: Coûts hors branches

source: Main costs
fr: Coûts généraux

source: costs + purchases + losses
fr: coûts + achats + pertes
